{
  "products": {
    "pine-nightstand": {
      "id": "pine-nightstand",
      "titleEn": "Nightstand",
      "titleFr": "Table de chevet",
      "descriptionEn": "Pine nightstand. The size is customized to accompany a large bed in the available space of this bedroom. The built-in drawer adds storage while echoing the style of the room. An integrated power strip allows for easy charging of electronic devices.",
      "descriptionFr": "Table de chevet en pin. Le format est personnalisé pour accompagner un lit de grand taille dans l'espace disponible de cette chambre. Le tiroir intégré ajoute du rangement tout en rappelant le style de la pièce. Une multiprise intégrée permet de recharger facilement les appareils électroniques.",
      "images": [
        "/public/images/pine-nightstand/pine-nightstand-1.jpg",
        "/public/images/pine-nightstand/pine-nightstand-2.jpg",
        "/public/images/pine-nightstand/pine-nightstand-3.jpg"
      ],
      "featured": false
    },
    "pine-bedframe": {
      "id": "pine-bed-frame",
      "titleEn": "Bed frame",
      "titleFr": "Base de lit",
      "descriptionEn": "Pine bed frame. Queen-sized, this simple design allows for storage drawers to be slid underneath to optimize space. Robust and stable, it is designed to last over time.",
      "descriptionFr": "Base de lit en pin. De taille queen, ce design simple permet de glisser des tiroirs de rangement en dessous pour optimiser l'espace. Robuste et stable, elle est conçue pour durer dans le temps.",
      "images": [
        "/public/images/pine-bed-frame/pine-bed-frame-1.jpg",
        "/public/images/pine-bed-frame/pine-bed-frame-2.jpg"
      ],
      "featured": true
    },
    "lotr-serving-tray": {
      "id": "lotr-serving-tray",
      "titleEn": "Serving tray",
      "titleFr": "Plateau de service",
      "descriptionEn": "Black walnut tray. The bottom of the tray is engraved with the map of Middle-earth from the Lord of the Rings universe. Large enough to hold several plates, it is also an ideal decorative piece for fans of the saga.",
      "descriptionFr": "Plateau en noyer noir. Le fond du plateau est gravé avec la carte de la Terre du Milieu de l'univers du Seigneur des Anneaux. Suffisamment grand pour accueillir plusieurs assiettes, il est également un élément de décoration idéal pour les fans de la saga.",
      "images": [
        "/public/images/lotr-serving-tray/lotr-serving-tray-1.jpg",
        "/public/images/lotr-serving-tray/lotr-serving-tray-2.jpg",
        "/public/images/lotr-serving-tray/lotr-serving-tray-3.jpg",
        "/public/images/lotr-serving-tray/lotr-serving-tray-4.jpg",
        "/public/images/lotr-serving-tray/lotr-serving-tray-5.jpg"
      ],
      "featured": true
    },
    "cherry-bookshelf": {
      "id": "cherry-bookshelf",
      "titleEn": "Book shelf",
      "titleFr": "Bibliothèque",
      "descriptionEn": "Cherry wood bookshelf with an original design. Ideal for corner placement, it highlights the most beautiful books.",
      "descriptionFr": "Bibliothèque en cerisier au design original. Idéale pour un positionnement en angle, elle permet de mettre en avant les plus beaux ouvrages",
      "images": [
        "/public/images/cherry-bookshelf/cherry-bookshelf-1.jpg",
        "/public/images/cherry-bookshelf/cherry-bookshelf-2.jpg",
        "/public/images/cherry-bookshelf/cherry-bookshelf-3.jpg",
        "/public/images/cherry-bookshelf/cherry-bookshelf-4.jpg"
      ],
      "featured": true
    },
    "cherry-bed-frame": {
      "id": "cherry-bed-frame",
      "titleEn": "Bed frame",
      "titleFr": "Base de lit",
      "descriptionEn": "Cherry and pine bed frame. Queen-sized, it is fully dismountable to be ready for future moves. Particularly robust and stable, it is designed to last over time. Four large storage drawers are integrated to optimize the space under the bed.",
      "descriptionFr": "Base de lit en cerisier et pin. De taille Queen, elle est entièrement démontable pour être prête pour les futurs déménagements. Particulièrement robuste et stable, elle est conçue pour durer dans le temps. 4 grands tiroirs de rangement sont intégrés pour optimiser l'espace sous le lit.",
      "images": [
        "/public/images/cherry-bed-frame/cherry-bed-frame-1.jpg",
        "/public/images/cherry-bed-frame/cherry-bed-frame-2.jpg",
        "/public/images/cherry-bed-frame/cherry-bed-frame-3.jpg",
        "/public/images/cherry-bed-frame/cherry-bed-frame-4.jpg",
        "/public/images/cherry-bed-frame/cherry-bed-frame-5.jpg"
      ],
      "featured": true
    },
    "stairs-planter": {
      "id": "stairs-planter",
      "titleEn": "Planter for stairs",
      "titleFr": "Bac de jardinage",
      "descriptionEn": "Cedar gardening planter for stairs. It is designed to be placed on an outdoor staircase and allows for the cultivation of aromatic plants, vegetables, or flowers. Its large volume is sufficient to accommodate large varieties of tomatoes or other vegetables.",
      "descriptionFr": "Bac de jardinage en cèdre pour escalier. Il est conçu pour être placé sur un escalier extérieur et permet de cultiver des plantes aromatiques, des légumes ou des fleurs. Son volume important est suffisant pour accueillir des grandes variétés de tomates ou autres légumes.",
      "images": [
        "/public/images/stairs-planter/stairs-planter-1.jpg",
        "/public/images/stairs-planter/stairs-planter-2.jpg",
        "/public/images/stairs-planter/stairs-planter-3.jpg",
        "/public/images/stairs-planter/stairs-planter-4.jpg"
      ],
      "featured": true
    },
    "suzume-chair": {
      "id": "suzume-chair",
      "titleEn": "Chair from the movie Suzume",
      "titleFr": "Chaise du film Suzume",
      "descriptionEn": "Pine chair. For fans of the Suzume universe, this chair will perfectly complement your interior decor. Don't leave the window open, it might escape!",
      "descriptionFr": "Chaise en pin. Pour les fans de l'univers de Suzume, cette chaise complétera parfaitement votre décoration d'intérieur. Ne laissez pas la fenêtre ouverte, elle pourrait s'échapper !",
      "images": [
        "/public/images/suzume-chair/suzume-chair-1.jpg",
        "/public/images/suzume-chair/suzume-chair-2.jpg"
      ],
      "featured": false
    },    
    "bicolor-bench": {
      "id": "bicolor-bench",
      "titleEn": "Bicolor bench",
      "titleFr": "Banc bicolore",
      "descriptionEn": "Bench made of maple and black walnut. The combination of these two colors is perfect for this bench. Its size makes it a practical and decorative piece for your entryway or bedroom.",
      "descriptionFr": "Banc en érable et en noyer noir. Le mariage de ces deux couleurs est parfait pour ce banc. Sa taille en fait un élément pratique et décoratif pour votre entrée ou votre chambre.",
      "images": [
        "/public/images/bicolor-bench/bicolor-bench-1.jpg",
        "/public/images/bicolor-bench/bicolor-bench-2.jpg",
        "/public/images/bicolor-bench/bicolor-bench-3.jpg"
      ],
      "featured": false
    },
    
    "bin-hider": {
      "id": "bin-hider",
      "titleEn": "Chair from the movie Suzume",
      "titleFr": "Cache poubelle de Montréal",
      "descriptionEn": "Cedar bin hider. If you're tired of seeing your trash bins, this bin hider is made for you. It is designed to be placed on your balcony or terrace. Add some flowers on top and forget about your trash bins!",
      "descriptionFr": "Cache poubelle en cèdre. Si vous êtes tanné de voir vos poubelles, ce cache poubelle est fait pour vous. Il est conçu pour être placé sur votre balcon ou votre terrasse. Ajoutez quelques fleurs dessus et oubliez vos poubelles !",
      "images": [
        "/public/images/bin-hider/bin-hider-1.jpg",
        "/public/images/bin-hider/bin-hider-2.jpg"
      ],
      "featured": false
    },
    
    "cube-lamp": {
      "id": "cube-lamp",
      "titleEn": "Cube lamp",
      "titleFr": "Lampe cube",
      "descriptionEn": "Cherry cube lamp. Its original design and warm colors make it an ideal decorative piece for a bedroom or an office.",
      "descriptionFr": "Lampe cube en cerisier. Son design original et ses couleurs chaudes en font un élément de décoration idéal pour une chambre ou un bureau.",
      "images": [
        "/public/images/cube-lamp/cube-lamp-1.jpg",
        "/public/images/cube-lamp/cube-lamp-2.jpg",
        "/public/images/cube-lamp/cube-lamp-3.jpg",
        "/public/images/cube-lamp/cube-lamp-4.jpg"
      ],
      "featured": true
    },
    
    
    "pine-mail-box": {
      "id": "pine-mail-box",
      "titleEn": "Mail box",
      "titleFr": "Boîte aux lettres",
      "descriptionEn": "Pine mailbox. A mailbox with a simple design but a large capacity. It easily holds mail and small packages delivered to your home while you're away.",
      "descriptionFr": "Boîte aux lettres en pin. Une boîte aux lettres au design simple mais avec un gros volume. Elle accueille facilement le courrier et les petits colis livrés à la maison pendant votre absence.",
      "images": [
        "/public/images/pine-mail-box/pine-mail-box-1.jpg",
        "/public/images/pine-mail-box/pine-mail-box-2.jpg",
        "/public/images/pine-mail-box/pine-mail-box-3.jpg",
        "/public/images/pine-mail-box/pine-mail-box-4.jpg"
      ],
      "featured": false
    }
  },
  "draft": {
  }
}